Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=556_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Wallin ja Näkkäläjärvi tyytyväisiä saamelaiskysymysten etenemiseen
sme: Wallin ja Näkkäläjärvi duhtavaččat sámi áššiid ovdáneapmái

source: Nyt on korkea aika ratifioida ILO:n alkuperäiskansoja koskeva yleissopimus, sanoo puolustusministeri ja Rkp:n puheenjohtaja Stefan Wallin sekä saamelaiskäräjien edustaja Klemetti Näkkäläjärvi Wallinin Lapinvierailun yhteydessä torstaina.
sme: Dál lea alla áigi ratifiseret ILO álgoálbmogiid oktasaššoahpamuš, dadjába bealuštanministtar ja Rkp:a ságadoalli Stefan Wallin sihke sámedikki ságadoalli Klemetti Näkkäläjärvi Wallina Sámi galledeami oktavuođas duorastaga.

source: - Hallitusohjelman tavoite, jonka mukaan ILO:n alkuperäiskansoja koskeva yleissopimus 169 tulee ratifioida, on nyt syytä panna toimeen.
sme: - Ráđđehusprográmma ulbmila, man mielde ILO álgoálbmogiid oktasašsoahpamuš 169 galgá ratifiserejuvvot, galgá dál ollašuhttit.

source: Oikeusministeriö on pyytänyt maaliskuun loppuun mennessä kaikilta ministeriöiltä lausunnot ILO-sopimuksen osalta, sanoo Wallin.
sme: Vuoigatvuohtaministeriija lea bivdán njukčamánu lohppii buot ministeriijain cealkámušaid ILO-soahpamušas, dadjá Wallin.

source: Kansainvälisen työjärjestön ILO:n alkuperäiskansoja koskevan yleissopimuksen ratifiointia on Suomessa odotettu ennätykselliset kaksikymmentä vuotta.
sme: Riikkaidgaskasaš bargoorganisašuvnna ILO álgoálbmotsoahpamuša oktasašsoahpamuša ratifiseren lea Suomas ádjánan guoktelogi jagi.

source: Wallin ja Näkkäläjärvi toteavat kuitenkin tyytyväisinä, että saamelaisasiat ovet edenneet kiitettävästi hallituksen säästöpaineista huolimatta.
sme: Wallin ja Näkkäläjärvi gávnnaheaba goitge duhtavažžan, ahte sámi áššit leat ovdánan giittehahtti ládje ráđđehusa seastindeaddagiin fuolakeahttá.

source: - Inarin kirkonkylään rakennettu Saamelaiskulttuurikeskus Sajos on otettu käyttöön ja avattu yleisölle nyt tammikuussa.
sme: - Anára girkosiidii huksejuvvon Sami kulturguovddáš Sajos lea váldon atnui ja rahppon álbmogii ođđajagimánus.

source: Pitkä prosessi on saatu päätökseen ja odotamme innolla virallisia avajaisia huhtikuun alkupuolella, sanoo Näkkäläjärvi.
sme: Guhkes proseassa lea boahtán geahčái ja vuordit stuora movttain virggálaš rahpandoaluid cuoŋománu álgogeahčen, dadjá Näkkäläjärvi.

source: Yksi hallitusohjelman monista kirjauksista saamelaisista kielistä ja palveluista on opetus- ja kulttuuriministeriön johdolla laadittu ehdotus saamen kielten elvytysohjelmaksi.
sme: Okta ráđđehusprográmma máŋggain namuhemiin sámegielain ja bálvalusain lea oahpahus- ja kulturministeriija jođihemiin ráhkaduvvon evttohus sámegielaid ealáskahttinprográmman.

source: Raportti valmistuu lähiaikoina.
sme: Raporta gárvána lagašáiggiid.

source: Hallitusohjelmassa on asetettu tavoitteeksi selkiyttää maankäyttöä ohjaavaa lainsäädäntöä saamelaisten oikeuksien parantamiseksi.
sme: Ráđđehusprográmmas lea biddjon ulbmilin čielggasmahttit lágaid, mat stivrejit eanangeavahusa nu ahte sámi vuoigatvuođat buoriduvvojit.

source: Wallin ja Näkkäläjärvi keskustelivat erityisesti Enontekiön saamelaisen poronhoidon tilanteesta.
sme: Wallin ja Näkkäläjärvi ságastalaiga earenoamážit Eanodaga sámi boazodoalu diliin.

source: - Rkp:n ja saamelaisten yhteistyö on luontevaa monesta syystä.
sme: Rkp:a ja sápmelaččaid ovttasbargu lea lunddolaš máŋggaid ákkaid vuođul.

source: Yksi tärkeimmistä on jatkuva työ omien kielien ja kulttuurien vankan aseman säilyttämiseksi.
sme: Okta dehálepmosiin lea joatkevaš bargu iežas gielaid ja kultuvrraid nanu sajádaga seailluheami várás.

source: RKP on vahvasti sitoutunut hallitusohjelman saamelaiskirjausten edistämiseen ja toteuttamiseen, toteaa Stefan Wallin.
sme: RKP lea nannosit čatnasan ráđđehusprográmma sámi áššiid girjemiid ovddideapmái ja ollašuhttimii, dadjá Stefan Wallin.

source: Lisätietoja:
sme: Lassidieđut:
